[X2DownloadableContentInfo_WOTC_LightArmors_GG]


; ////////////////////////////////////////////
; ********************************************
; JACK
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Jack Torso

.TorsoTemplate="CNV_Jack_Torso" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="LPL_Jack_Torso" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="MPL_Jack_Torso" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="HPL_Jack_Torso" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="LPW_Jack_Torso" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="MPW_Jack_Torso" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="HPW_Jack_Torso" 
.TorsoName="Jack Torso (ME)" 

;WOTC
;----

.TorsoTemplate="CNV_Jack_Torso_Reaper" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PLT_Jack_Torso_Reaper" 
.TorsoName="Jack Torso (ME)"

.TorsoTemplate="PWR_Jack_Torso_Reaper" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="CNV_Jack_Torso_Templar" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PLT_Jack_Torso_Templar" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PWR_Jack_Torso_Templar" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="CNV_Jack_Torso_Skirmisher" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PLT_Jack_Torso_Skirmisher" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PWR_Jack_Torso_Skirmisher" 
.TorsoName="Jack Torso (ME)" 

;Jack Torso No Tats

.TorsoTemplate="CNV_Jack_Torso_NoTats" 
.TorsoName="Jack Torso No Tatoos (ME)" 

.TorsoTemplate="LPL_Jack_Torso_NoTats" 
.TorsoName="Jack Torso No Tatoos (ME)" 

.TorsoTemplate="MPL_Jack_Torso_NoTats" 
.TorsoName="Jack Torso No Tatoos (ME)" 

.TorsoTemplate="HPL_Jack_Torso_NoTats" 
.TorsoName="Jack Torso No Tatoos (ME)" 

.TorsoTemplate="LPW_Jack_Torso_NoTats" 
.TorsoName="Jack Torso No Tatoos (ME)" 

.TorsoTemplate="MPW_Jack_Torso_NoTats" 
.TorsoName="Jack Torso No Tatoos (ME)" 

.TorsoTemplate="HPW_Jack_Torso_NoTats" 
.TorsoName="Jack Torso No Tatoos (ME)" 

;WOTC
;----

.TorsoTemplate="CNV_Jack_Torso_NoTats_Reaper" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PLT_Jack_Torso_NoTats_Reaper" 
.TorsoName="Jack Torso (ME)"

.TorsoTemplate="PWR_Jack_Torso_NoTats_Reaper" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="CNV_Jack_Torso_NoTats_Templar" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PLT_Jack_Torso_NoTats_Templar" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PWR_Jack_Torso_NoTats_Templar" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="CNV_Jack_Torso_NoTats_Skirmisher" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PLT_Jack_Torso_NoTats_Skirmisher" 
.TorsoName="Jack Torso (ME)" 

.TorsoTemplate="PWR_Jack_Torso_NoTats_Skirmisher" 
.TorsoName="Jack Torso (ME)" 


;Jack ME2 Torso

.TorsoTemplate="CNV_Jack_ME2_Torso" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="LPL_Jack_ME2_Torso" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="MPL_Jack_ME2_Torso" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="HPL_Jack_ME2_Torso" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="LPW_Jack_ME2_Torso" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="MPW_Jack_ME2_Torso" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="HPW_Jack_ME2_Torso" 
.TorsoName="Jack Torso ME2 (ME)" 

;WOTC
;----

.TorsoTemplate="CNV_Jack_ME2_Torso_Reaper" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="PLT_Jack_ME2_Torso_Reaper" 
.TorsoName="Jack Torso ME2 (ME)"

.TorsoTemplate="PWR_Jack_ME2_Torso_Reaper" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="CNV_Jack_ME2_Torso_Templar" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="PLT_Jack_ME2_Torso_Templar" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="PWR_Jack_ME2_Torso_Templar" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="CNV_Jack_ME2_Torso_Skirmisher" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="PLT_Jack_ME2_Torso_Skirmisher" 
.TorsoName="Jack Torso ME2 (ME)" 

.TorsoTemplate="PWR_Jack_ME2_Torso_Skirmisher" 
.TorsoName="Jack Torso ME2 (ME)" 


;Jack ME2 Torso No Tats

.TorsoTemplate="CNV_Jack_ME2_Torso_NoTats" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="LPL_Jack_ME2_Torso_NoTats" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="MPL_Jack_ME2_Torso_NoTats" 
.TorsoName="Jack Torso  ME2 No Tatoos (ME)" 

.TorsoTemplate="HPL_Jack_ME2_Torso_NoTats" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="LPW_Jack_ME2_Torso_NoTats" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="MPW_Jack_ME2_Torso_NoTats" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="HPW_Jack_ME2_Torso_NoTats" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

;WOTC
;----

.TorsoTemplate="CNV_Jack_ME2_Torso_NoTats_Reaper" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="PLT_Jack_ME2_Torso_NoTats_Reaper" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)"

.TorsoTemplate="PWR_Jack_ME2_Torso_NoTats_Reaper" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="CNV_Jack_ME2_Torso_NoTats_Templar" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="PLT_Jack_ME2_Torso_NoTats_Templar" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="PWR_Jack_ME2_Torso_NoTats_Templar" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="CNV_Jack_ME2_Torso_NoTats_Skirmisher" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="PLT_Jack_ME2_Torso_NoTats_Skirmisher" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

.TorsoTemplate="PWR_Jack_ME2_Torso_NoTats_Skirmisher" 
.TorsoName="Jack Torso ME2 No Tatoos (ME)" 

;Jack Legs

.LegsTemplate="CNV_Jack_Legs" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="LPL_Jack_Legs" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="MPL_Jack_Legs" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="HPL_Jack_Legs" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="LPW_Jack_Legs" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="MPW_Jack_Legs" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="HPW_Jack_Legs" 
.LegsName="Jack Legs (ME)" 

;WOTC
;----

.LegsTemplate="CNV_Jack_Legs_Reaper" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="PLT_Jack_Legs_Reaper" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="PWR_Jack_Legs_Reaper" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="CNV_Jack_Legs_Templar" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="PLT_Jack_Legs_Templar" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="PWR_Jack_Legs_Templar" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="CNV_Jack_Legs_Skirmisher" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="PLT_Jack_Legs_Skirmisher" 
.LegsName="Jack Legs (ME)" 

.LegsTemplate="PWR_Jack_Legs_Skirmisher" 
.LegsName="Jack Legs (ME)" 

;Jack Legs No Tats

.LegsTemplate="CNV_Jack_Legs_NoTats" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="LPL_Jack_Legs_NoTats" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="MPL_Jack_Legs_NoTats" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="HPL_Jack_Legs_NoTats" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="LPW_Jack_Legs_NoTats" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="MPW_Jack_Legs_NoTats" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="HPW_Jack_Legs_NoTats" 
.LegsName="Jack Legs No Tatoos (ME)" 

;WOTC
;----

.LegsTemplate="CNV_Jack_Legs_NoTats_Reaper" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="PLT_Jack_Legs_NoTats_Reaper" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="PWR_Jack_Legs_NoTats_Reaper" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="CNV_Jack_Legs_NoTats_Templar" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="PLT_Jack_Legs_NoTats_Templar" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="PWR_Jack_Legs_NoTats_Templar" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="CNV_Jack_Legs_NoTats_Skirmisher" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="PLT_Jack_Legs_NoTats_Skirmisher" 
.LegsName="Jack Legs No Tatoos (ME)" 

.LegsTemplate="PWR_Jack_Legs_NoTats_Skirmisher" 
.LegsName="Jack Legs No Tatoos (ME)" 

;Jack ME2 Legs

.LegsTemplate="CNV_Jack_ME2_Legs" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="LPL_Jack_ME2_Legs" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="MPL_Jack_ME2_Legs" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="HPL_Jack_ME2_Legs" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="LPW_Jack_ME2_Legs" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="MPW_Jack_ME2_Legs" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="HPW_Jack_ME2_Legs" 
.LegsName="Jack ME2 Legs (ME)" 

;WOTC
;----

.LegsTemplate="CNV_Jack_ME2_Legs_Reaper" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="PLT_Jack_ME2_Legs_Reaper" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="PWR_Jack_ME2_Legs_Reaper" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="CNV_Jack_ME2_Legs_Templar" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="PLT_Jack_ME2_Legs_Templar" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="PWR_Jack_ME2_Legs_Templar" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="CNV_Jack_ME2_Legs_Skirmisher" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="PLT_Jack_ME2_Legs_Skirmisher" 
.LegsName="Jack ME2 Legs (ME)" 

.LegsTemplate="PWR_Jack_ME2_Legs_Skirmisher" 
.LegsName="Jack ME2 Legs (ME)" 

;Jack Legs ME2 No Tats

.LegsTemplate="CNV_Jack_ME2_Legs_NoTats" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="LPL_Jack_ME2_Legs_NoTats" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="MPL_Jack_ME2_Legs_NoTats" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="HPL_Jack_ME2_Legs_NoTats" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="LPW_Jack_ME2_Legs_NoTats" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="MPW_Jack_ME2_Legs_NoTats" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="HPW_Jack_ME2_Legs_NoTats" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

;WOTC
;----

.LegsTemplate="CNV_Jack_ME2_Legs_NoTats_Reaper" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="PLT_Jack_ME2_Legs_NoTats_Reaper" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="PWR_Jack_ME2_Legs_NoTats_Reaper" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="CNV_Jack_ME2_Legs_NoTats_Templar" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="PLT_Jack_ME2_Legs_NoTats_Templar" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="PWR_Jack_ME2_Legs_NoTats_Templar" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="CNV_Jack_ME2_Legs_NoTats_Skirmisher" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="PLT_Jack_ME2_Legs_NoTats_Skirmisher" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

.LegsTemplate="PWR_Jack_ME2_Legs_NoTats_Skirmisher" 
.LegsName="Jack Legs ME2 No Tatoos (ME)" 

; ////////////////////////////////////////////
; ********************************************
; Kerrigan
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Kerrigan Torso

.TorsoTemplate="CNV_Kerrigan_Torso" 
.TorsoName="Kerrigan Torso (SC)" 

.TorsoTemplate="LPL_Kerrigan_Torso" 
.TorsoName="Kerrigan Torso (SC)" 

.TorsoTemplate="MPL_Kerrigan_Torso" 
.TorsoName="Kerrigan Torso (SC)" 

.TorsoTemplate="HPL_Kerrigan_Torso" 
.TorsoName="Kerrigan Torso (SC)" 

.TorsoTemplate="LPW_Kerrigan_Torso" 
.TorsoName="Kerrigan Torso (SC)" 

.TorsoTemplate="MPW_Kerrigan_Torso" 
.TorsoName="Kerrigan Torso (SC)" 

.TorsoTemplate="HPW_Kerrigan_Torso" 
.TorsoName="Kerrigan Torso (SC)"

;WOTC
;----

.TorsoTemplate="CNV_Kerrigan_Torso_Reaper" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="PLT_Kerrigan_Torso_Reaper" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="PWR_Kerrigan_Torso_Reaper" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="CNV_Kerrigan_Torso_Templar" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="PLT_Kerrigan_Torso_Templar" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="PWR_Kerrigan_Torso_Templar" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="CNV_Kerrigan_Torso_Skirmisher" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="PLT_Kerrigan_Torso_Skirmisher" 
.TorsoName="Kerrigan Torso (SC)"

.TorsoTemplate="PWR_Kerrigan_Torso_Skirmisher" 
.TorsoName="Kerrigan Torso (SC)"

;Kerrigan Legs

.LegsTemplate="CNV_Kerrigan_Legs" 
.LegsName="Kerrigan Legs (SC)"  

.LegsTemplate="LPL_Kerrigan_Legs" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="MPL_Kerrigan_Legs" 
.LegsName="Kerrigan Legs (SC)"

.LegsTemplate="HPL_Kerrigan_Legs" 
.LegsName="Kerrigan Legs (SC)"

.LegsTemplate="LPW_Kerrigan_Legs" 
.LegsName="Kerrigan Legs (SC)"

.LegsTemplate="MPW_Kerrigan_Legs" 
.LegsName="Kerrigan Legs (SC)"

.LegsTemplate="HPW_Kerrigan_Legs" 
.LegsName="Kerrigan Legs (SC)"

;WOTC
;----

.LegsTemplate="CNV_Kerrigan_Legs_Reaper" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="PLT_Kerrigan_Legs_Reaper" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="PWR_Kerrigan_Legs_Reaper" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="CNV_Kerrigan_Legs_Templar" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="PLT_Kerrigan_Legs_Templar" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="PWR_Kerrigan_Legs_Templar" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="CNV_Kerrigan_Legs_Skirmisher" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="PLT_Kerrigan_Legs_Skirmisher" 
.LegsName="Kerrigan Legs (SC)" 

.LegsTemplate="PWR_Kerrigan_Legs_Skirmisher" 
.LegsName="Kerrigan Legs (SC)" 


; ////////////////////////////////////////////
; ********************************************
; MIRANDA
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Miranda Torso

.TorsoTemplate="CNV_Miranda_Torso" 
.TorsoName="Miranda Torso (ME)" 

.TorsoTemplate="LPL_Miranda_Torso" 
.TorsoName="Miranda Torso (ME)" 

.TorsoTemplate="MPL_Miranda_Torso" 
.TorsoName="Miranda Torso (ME)" 

.TorsoTemplate="HPL_Miranda_Torso" 
.TorsoName="Miranda Torso (ME)" 

.TorsoTemplate="LPW_Miranda_Torso" 
.TorsoName="Miranda Torso (ME)" 

.TorsoTemplate="MPW_Miranda_Torso" 
.TorsoName="Miranda Torso (ME)" 

.TorsoTemplate="HPW_Miranda_Torso" 
.TorsoName="Miranda Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_Miranda_Torso_Reaper" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="PLT_Miranda_Torso_Reaper" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="PWR_Miranda_Torso_Reaper" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="CNV_Miranda_Torso_Templar" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="PLT_Miranda_Torso_Templar" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="PWR_Miranda_Torso_Templar" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="CNV_Miranda_Torso_Skirmisher" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="PLT_Miranda_Torso_Skirmisher" 
.TorsoName="Miranda Torso (ME)"

.TorsoTemplate="PWR_Miranda_Torso_Skirmisher" 
.TorsoName="Miranda Torso (ME)"

;Miranda Legs

.LegsTemplate="CNV_Miranda_Legs" 
.LegsName="Miranda Legs (ME)"  

.LegsTemplate="LPL_Miranda_Legs" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="MPL_Miranda_Legs" 
.LegsName="Miranda Legs (ME)"

.LegsTemplate="HPL_Miranda_Legs" 
.LegsName="Miranda Legs (ME)"

.LegsTemplate="LPW_Miranda_Legs" 
.LegsName="Miranda Legs (ME)"

.LegsTemplate="MPW_Miranda_Legs" 
.LegsName="Miranda Legs (ME)"

.LegsTemplate="HPW_Miranda_Legs" 
.LegsName="Miranda Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_Miranda_Legs_Reaper" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="PLT_Miranda_Legs_Reaper" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="PWR_Miranda_Legs_Reaper" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="CNV_Miranda_Legs_Templar" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="PLT_Miranda_Legs_Templar" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="PWR_Miranda_Legs_Templar" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="CNV_Miranda_Legs_Skirmisher" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="PLT_Miranda_Legs_Skirmisher" 
.LegsName="Miranda Legs (ME)" 

.LegsTemplate="PWR_Miranda_Legs_Skirmisher" 
.LegsName="Miranda Legs (ME)" 


; ////////////////////////////////////////////
; ********************************************
; LIARA
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Liara Torso

.TorsoTemplate="CNV_Liara_Torso_Suit" 
.TorsoName="Liara Torso (ME)" 

.TorsoTemplate="LPL_Liara_Torso_Suit" 
.TorsoName="Liara Torso (ME)" 

.TorsoTemplate="MPL_Liara_Torso_Suit" 
.TorsoName="Liara Torso (ME)" 

.TorsoTemplate="HPL_Liara_Torso_Suit" 
.TorsoName="Liara Torso (ME)" 

.TorsoTemplate="LPW_Liara_Torso_Suit" 
.TorsoName="Liara Torso (ME)" 

.TorsoTemplate="MPW_Liara_Torso_Suit" 
.TorsoName="Liara Torso (ME)" 

.TorsoTemplate="HPW_Liara_Torso_Suit" 
.TorsoName="Liara Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_Liara_Torso_Suit_Reaper" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="PLT_Liara_Torso_Suit_Reaper" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="PWR_Liara_Torso_Suit_Reaper" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="CNV_Liara_Torso_Suit_Templar" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="PLT_Liara_Torso_Suit_Templar" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="PWR_Liara_Torso_Suit_Templar" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="CNV_Liara_Torso_Suit_Skirmisher" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="PLT_Liara_Torso_Suit_Skirmisher" 
.TorsoName="Liara Torso (ME)"

.TorsoTemplate="PWR_Liara_Torso_Suit_Skirmisher" 
.TorsoName="Liara Torso (ME)"

;Liara Legs

.LegsTemplate="CNV_Liara_Legs_Suit" 
.LegsName="Liara Legs (ME)"  

.LegsTemplate="LPL_Liara_Legs_Suit" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="MPL_Liara_Legs_Suit" 
.LegsName="Liara Legs (ME)"

.LegsTemplate="HPL_Liara_Legs_Suit" 
.LegsName="Liara Legs (ME)"

.LegsTemplate="LPW_Liara_Legs_Suit" 
.LegsName="Liara Legs (ME)"

.LegsTemplate="MPW_Liara_Legs_Suit" 
.LegsName="Liara Legs (ME)"

.LegsTemplate="HPW_Liara_Legs_Suit" 
.LegsName="Liara Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_Liara_Legs_Suit_Reaper" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="PLT_Liara_Legs_Suit_Reaper" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="PWR_Liara_Legs_Suit_Reaper" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="CNV_Liara_Legs_Suit_Templar" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="PLT_Liara_Legs_Suit_Templar" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="PWR_Liara_Legs_Suit_Templar" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="CNV_Liara_Legs_Suit_Skirmisher" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="PLT_Liara_Legs_Suit_Skirmisher" 
.LegsName="Liara Legs (ME)" 

.LegsTemplate="PWR_Liara_Legs_Suit_Skirmisher" 
.LegsName="Liara Legs (ME)" 


; ////////////////////////////////////////////
; ********************************************
; KASUMI
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Kasumi Torso

.TorsoTemplate="CNV_Kasumi_Torso" 
.TorsoName="Kasumi Torso (ME)" 

.TorsoTemplate="LPL_Kasumi_Torso" 
.TorsoName="Kasumi Torso (ME)" 

.TorsoTemplate="MPL_Kasumi_Torso" 
.TorsoName="Kasumi Torso (ME)" 

.TorsoTemplate="HPL_Kasumi_Torso" 
.TorsoName="Kasumi Torso (ME)" 

.TorsoTemplate="LPW_Kasumi_Torso" 
.TorsoName="Kasumi Torso (ME)" 

.TorsoTemplate="MPW_Kasumi_Torso" 
.TorsoName="Kasumi Torso (ME)" 

.TorsoTemplate="HPW_Kasumi_Torso" 
.TorsoName="Kasumi Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_Kasumi_Torso_Reaper" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="PLT_Kasumi_Torso_Reaper" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="PWR_Kasumi_Torso_Reaper" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="CNV_Kasumi_Torso_Templar" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="PLT_Kasumi_Torso_Templar" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="PWR_Kasumi_Torso_Templar" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="CNV_Kasumi_Torso_Skirmisher" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="PLT_Kasumi_Torso_Skirmisher" 
.TorsoName="Kasumi Torso (ME)"

.TorsoTemplate="PWR_Kasumi_Torso_Skirmisher" 
.TorsoName="Kasumi Torso (ME)"

;Kasumi Legs

.LegsTemplate="CNV_Kasumi_Legs" 
.LegsName="Kasumi Legs (ME)"  

.LegsTemplate="LPL_Kasumi_Legs" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="MPL_Kasumi_Legs" 
.LegsName="Kasumi Legs (ME)"

.LegsTemplate="HPL_Kasumi_Legs" 
.LegsName="Kasumi Legs (ME)"

.LegsTemplate="LPW_Kasumi_Legs" 
.LegsName="Kasumi Legs (ME)"

.LegsTemplate="MPW_Kasumi_Legs" 
.LegsName="Kasumi Legs (ME)"

.LegsTemplate="HPW_Kasumi_Legs" 
.LegsName="Kasumi Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_Kasumi_Legs_Reaper" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="PLT_Kasumi_Legs_Reaper" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="PWR_Kasumi_Legs_Reaper" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="CNV_Kasumi_Legs_Templar" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="PLT_Kasumi_Legs_Templar" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="PWR_Kasumi_Legs_Templar" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="CNV_Kasumi_Legs_Skirmisher" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="PLT_Kasumi_Legs_Skirmisher" 
.LegsName="Kasumi Legs (ME)" 

.LegsTemplate="PWR_Kasumi_Legs_Skirmisher" 
.LegsName="Kasumi Legs (ME)" 


; ********************************************
; ////////////////////////////////////////////
; NOVA
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Nova Torso

.TorsoTemplate="CNV_Nova_Torso" 
.TorsoName="Nova Torso (SC)" 

.TorsoTemplate="LPL_Nova_Torso" 
.TorsoName="Nova Torso (SC)" 

.TorsoTemplate="MPL_Nova_Torso" 
.TorsoName="Nova Torso (SC)" 

.TorsoTemplate="HPL_Nova_Torso" 
.TorsoName="Nova Torso (SC)" 

.TorsoTemplate="LPW_Nova_Torso" 
.TorsoName="Nova Torso (SC)" 

.TorsoTemplate="MPW_Nova_Torso" 
.TorsoName="Nova Torso (SC)" 

.TorsoTemplate="HPW_Nova_Torso" 
.TorsoName="Nova Torso (SC)"

;WOTC
;----

.TorsoTemplate="CNV_Nova_Torso_Reaper" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="PLT_Nova_Torso_Reaper" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="PWR_Nova_Torso_Reaper" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="CNV_Nova_Torso_Templar" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="PLT_Nova_Torso_Templar" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="PWR_Nova_Torso_Templar" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="CNV_Nova_Torso_Skirmisher" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="PLT_Nova_Torso_Skirmisher" 
.TorsoName="Nova Torso (SC)"

.TorsoTemplate="PWR_Nova_Torso_Skirmisher" 
.TorsoName="Nova Torso (SC)"

;Nova Legs

.LegsTemplate="CNV_Nova_Legs" 
.LegsName="Nova Legs (SC)"  

.LegsTemplate="LPL_Nova_Legs" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="MPL_Nova_Legs" 
.LegsName="Nova Legs (SC)"

.LegsTemplate="HPL_Nova_Legs" 
.LegsName="Nova Legs (SC)"

.LegsTemplate="LPW_Nova_Legs" 
.LegsName="Nova Legs (SC)"

.LegsTemplate="MPW_Nova_Legs" 
.LegsName="Nova Legs (SC)"

.LegsTemplate="HPW_Nova_Legs" 
.LegsName="Nova Legs (SC)"

;WOTC
;----

.LegsTemplate="CNV_Nova_Legs_Reaper" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="PLT_Nova_Legs_Reaper" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="PWR_Nova_Legs_Reaper" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="CNV_Nova_Legs_Templar" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="PLT_Nova_Legs_Templar" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="PWR_Nova_Legs_Templar" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="CNV_Nova_Legs_Skirmisher" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="PLT_Nova_Legs_Skirmisher" 
.LegsName="Nova Legs (SC)" 

.LegsTemplate="PWR_Nova_Legs_Skirmisher" 
.LegsName="Nova Legs (SC)" 

; ********************************************
; ////////////////////////////////////////////
; ASARI
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Aria Torso

.TorsoTemplate="CNV_Aria_Torso" 
.TorsoName="Aria Torso (ME)" 

.TorsoTemplate="LPL_Aria_Torso" 
.TorsoName="Aria Torso (ME)" 

.TorsoTemplate="MPL_Aria_Torso" 
.TorsoName="Aria Torso (ME)" 

.TorsoTemplate="HPL_Aria_Torso" 
.TorsoName="Aria Torso (ME)" 

.TorsoTemplate="LPW_Aria_Torso" 
.TorsoName="Aria Torso (ME)" 

.TorsoTemplate="MPW_Aria_Torso" 
.TorsoName="Aria Torso (ME)" 

.TorsoTemplate="HPW_Aria_Torso" 
.TorsoName="Aria Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_Aria_Torso_Reaper" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="PLT_Aria_Torso_Reaper" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="PWR_Aria_Torso_Reaper" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="CNV_Aria_Torso_Templar" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="PLT_Aria_Torso_Templar" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="PWR_Aria_Torso_Templar" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="CNV_Aria_Torso_Skirmisher" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="PLT_Aria_Torso_Skirmisher" 
.TorsoName="Aria Torso (ME)"

.TorsoTemplate="PWR_Aria_Torso_Skirmisher" 
.TorsoName="Aria Torso (ME)"

;Aria Legs

.LegsTemplate="CNV_Aria_Legs" 
.LegsName="Aria Legs (ME)"  

.LegsTemplate="LPL_Aria_Legs" 
.LegsName="Aria Legs (ME)"

.LegsTemplate="MPL_Aria_Legs" 
.LegsName="Aria Legs (ME)"

.LegsTemplate="HPL_Aria_Legs" 
.LegsName="Aria Legs (ME)"

.LegsTemplate="LPW_Aria_Legs" 
.LegsName="Aria Legs (ME)"

.LegsTemplate="MPW_Aria_Legs" 
.LegsName="Aria Legs (ME)"

.LegsTemplate="HPW_Aria_Legs" 
.LegsName="Aria Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_Aria_Legs_Reaper" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="PLT_Aria_Legs_Reaper" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="PWR_Aria_Legs_Reaper" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="CNV_Aria_Legs_Templar" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="PLT_Aria_Legs_Templar" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="PWR_Aria_Legs_Templar" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="CNV_Aria_Legs_Skirmisher" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="PLT_Aria_Legs_Skirmisher" 
.LegsName="Aria Legs (ME)" 

.LegsTemplate="PWR_Aria_Legs_Skirmisher" 
.LegsName="Aria Legs (ME)" 

;Samara Torso

.TorsoTemplate="CNV_Samara_Torso" 
.TorsoName="Samara Torso (ME)" 

.TorsoTemplate="LPL_Samara_Torso" 
.TorsoName="Samara Torso (ME)" 

.TorsoTemplate="MPL_Samara_Torso" 
.TorsoName="Samara Torso (ME)" 

.TorsoTemplate="HPL_Samara_Torso" 
.TorsoName="Samara Torso (ME)" 

.TorsoTemplate="LPW_Samara_Torso" 
.TorsoName="Samara Torso (ME)" 

.TorsoTemplate="MPW_Samara_Torso" 
.TorsoName="Samara Torso (ME)" 

.TorsoTemplate="HPW_Samara_Torso" 
.TorsoName="Samara Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_Samara_Torso_Reaper" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="PLT_Samara_Torso_Reaper" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="PWR_Samara_Torso_Reaper" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="CNV_Samara_Torso_Templar" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="PLT_Samara_Torso_Templar" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="PWR_Samara_Torso_Templar" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="CNV_Samara_Torso_Skirmisher" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="PLT_Samara_Torso_Skirmisher" 
.TorsoName="Samara Torso (ME)"

.TorsoTemplate="PWR_Samara_Torso_Skirmisher" 
.TorsoName="Samara Torso (ME)"

;Samara Legs

.LegsTemplate="CNV_Samara_Legs" 
.LegsName="Samara Legs (ME)"  

.LegsTemplate="LPL_Samara_Legs" 
.LegsName="Samara Legs (ME)"

.LegsTemplate="MPL_Samara_Legs" 
.LegsName="Samara Legs (ME)"

.LegsTemplate="HPL_Samara_Legs" 
.LegsName="Samara Legs (ME)"

.LegsTemplate="LPW_Samara_Legs" 
.LegsName="Samara Legs (ME)"

.LegsTemplate="MPW_Samara_Legs" 
.LegsName="Samara Legs (ME)"

.LegsTemplate="HPW_Samara_Legs" 
.LegsName="Samara Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_Samara_Legs_Reaper" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="PLT_Samara_Legs_Reaper" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="PWR_Samara_Legs_Reaper" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="CNV_Samara_Legs_Templar" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="PLT_Samara_Legs_Templar" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="PWR_Samara_Legs_Templar" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="CNV_Samara_Legs_Skirmisher" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="PLT_Samara_Legs_Skirmisher" 
.LegsName="Samara Legs (ME)" 

.LegsTemplate="PWR_Samara_Legs_Skirmisher" 
.LegsName="Samara Legs (ME)" 

;TelaVasir Torso

.TorsoTemplate="CNV_TelaVasir_Torso" 
.TorsoName="Tela Vasir Torso (ME)" 

.TorsoTemplate="LPL_TelaVasir_Torso" 
.TorsoName="Tela Vasir Torso (ME)" 

.TorsoTemplate="MPL_TelaVasir_Torso" 
.TorsoName="Tela Vasir Torso (ME)" 

.TorsoTemplate="HPL_TelaVasir_Torso" 
.TorsoName="Tela Vasir Torso (ME)" 

.TorsoTemplate="LPW_TelaVasir_Torso" 
.TorsoName="Tela Vasir Torso (ME)" 

.TorsoTemplate="MPW_TelaVasir_Torso" 
.TorsoName="Tela Vasir Torso (ME)" 

.TorsoTemplate="HPW_TelaVasir_Torso" 
.TorsoName="Tela Vasir Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_TelaVasir_Torso_Reaper" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="PLT_TelaVasir_Torso_Reaper" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="PWR_TelaVasir_Torso_Reaper" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="CNV_TelaVasir_Torso_Templar" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="PLT_TelaVasir_Torso_Templar" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="PWR_TelaVasir_Torso_Templar" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="CNV_TelaVasir_Torso_Skirmisher" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="PLT_TelaVasir_Torso_Skirmisher" 
.TorsoName="Tela Vasir Torso (ME)"

.TorsoTemplate="PWR_TelaVasir_Torso_Skirmisher" 
.TorsoName="Tela Vasir Torso (ME)"

;TelaVasir Legs

.LegsTemplate="CNV_TelaVasir_Legs" 
.LegsName="Tela Vasir Legs (ME)"  

.LegsTemplate="LPL_TelaVasir_Legs" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="MPL_TelaVasir_Legs" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="HPL_TelaVasir_Legs" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="LPW_TelaVasir_Legs" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="MPW_TelaVasir_Legs" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="HPW_TelaVasir_Legs" 
.LegsName="Tela Vasir Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_TelaVasir_Legs_Reaper" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="PLT_TelaVasir_Legs_Reaper" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="PWR_TelaVasir_Legs_Reaper" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="CNV_TelaVasir_Legs_Templar" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="PLT_TelaVasir_Legs_Templar" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="PWR_TelaVasir_Legs_Templar" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="CNV_TelaVasir_Legs_Skirmisher" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="PLT_TelaVasir_Legs_Skirmisher" 
.LegsName="Tela Vasir Legs (ME)"

.LegsTemplate="PWR_TelaVasir_Legs_Skirmisher" 
.LegsName="Tela Vasir Legs (ME)"

;Commando Torso

.TorsoTemplate="CNV_Commando_Torso" 
.TorsoName="Asari Commando Torso (ME)" 

.TorsoTemplate="LPL_Commando_Torso" 
.TorsoName="Asari Commando Torso (ME)" 

.TorsoTemplate="MPL_Commando_Torso" 
.TorsoName="Asari Commando Torso (ME)" 

.TorsoTemplate="HPL_Commando_Torso" 
.TorsoName="Asari Commando Torso (ME)" 

.TorsoTemplate="LPW_Commando_Torso" 
.TorsoName="Asari Commando Torso (ME)" 

.TorsoTemplate="MPW_Commando_Torso" 
.TorsoName="Asari Commando Torso (ME)" 

.TorsoTemplate="HPW_Commando_Torso" 
.TorsoName="Asari Commando Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_Commando_Torso_Reaper" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="PLT_Commando_Torso_Reaper" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="PWR_Commando_Torso_Reaper" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="CNV_Commando_Torso_Templar" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="PLT_Commando_Torso_Templar" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="PWR_Commando_Torso_Templar" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="CNV_Commando_Torso_Skirmisher" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="PLT_Commando_Torso_Skirmisher" 
.TorsoName="Asari Commando Torso (ME)"

.TorsoTemplate="PWR_Commando_Torso_Skirmisher" 
.TorsoName="Asari Commando Torso (ME)"

;Commando Legs

.LegsTemplate="CNV_Commando_Legs" 
.LegsName="Asari Commando Legs (ME)"  

.LegsTemplate="LPL_Commando_Legs" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="MPL_Commando_Legs" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="HPL_Commando_Legs" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="LPW_Commando_Legs" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="MPW_Commando_Legs" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="HPW_Commando_Legs" 
.LegsName="Asari Commando Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_Commando_Legs_Reaper" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="PLT_Commando_Legs_Reaper" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="PWR_Commando_Legs_Reaper" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="CNV_Commando_Legs_Templar" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="PLT_Commando_Legs_Templar" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="PWR_Commando_Legs_Templar" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="CNV_Commando_Legs_Skirmisher" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="PLT_Commando_Legs_Skirmisher" 
.LegsName="Asari Commando Legs (ME)"

.LegsTemplate="PWR_Commando_Legs_Skirmisher" 
.LegsName="Asari Commando Legs (ME)"

;Adept Torso

.TorsoTemplate="CNV_Adept_Torso" 
.TorsoName="Asari Adept Torso (ME)" 

.TorsoTemplate="LPL_Adept_Torso" 
.TorsoName="Asari Adept Torso (ME)" 

.TorsoTemplate="MPL_Adept_Torso" 
.TorsoName="Asari Adept Torso (ME)" 

.TorsoTemplate="HPL_Adept_Torso" 
.TorsoName="Asari Adept Torso (ME)" 

.TorsoTemplate="LPW_Adept_Torso" 
.TorsoName="Asari Adept Torso (ME)" 

.TorsoTemplate="MPW_Adept_Torso" 
.TorsoName="Asari Adept Torso (ME)" 

.TorsoTemplate="HPW_Adept_Torso" 
.TorsoName="Asari Adept Torso (ME)"

;WOTC
;----

.TorsoTemplate="CNV_Adept_Torso_Reaper" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="PLT_Adept_Torso_Reaper" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="PWR_Adept_Torso_Reaper" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="CNV_Adept_Torso_Templar" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="PLT_Adept_Torso_Templar" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="PWR_Adept_Torso_Templar" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="CNV_Adept_Torso_Skirmisher" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="PLT_Adept_Torso_Skirmisher" 
.TorsoName="Asari Adept Torso (ME)"

.TorsoTemplate="PWR_Adept_Torso_Skirmisher" 
.TorsoName="Asari Adept Torso (ME)"

;Adept Legs

.LegsTemplate="CNV_Adept_Legs" 
.LegsName="Asari Adept Legs (ME)"  

.LegsTemplate="LPL_Adept_Legs" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="MPL_Adept_Legs" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="HPL_Adept_Legs" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="LPW_Adept_Legs" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="MPW_Adept_Legs" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="HPW_Adept_Legs" 
.LegsName="Asari Adept Legs (ME)"

;WOTC
;----

.LegsTemplate="CNV_Adept_Legs_Reaper" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="PLT_Adept_Legs_Reaper" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="PWR_Adept_Legs_Reaper" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="CNV_Adept_Legs_Templar" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="PLT_Adept_Legs_Templar" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="PWR_Adept_Legs_Templar" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="CNV_Adept_Legs_Skirmisher" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="PLT_Adept_Legs_Skirmisher" 
.LegsName="Asari Adept Legs (ME)"

.LegsTemplate="PWR_Adept_Legs_Skirmisher" 
.LegsName="Asari Adept Legs (ME)"

